13/data/attachments/20739d0b7a6782b9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_should_Actions_62575_4</nif:username>
            <nif:friendToBeRequested>soap_actions_65a9c040-f806-42c8-b1ad-1b8f9b0c4868</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>